let data = [
    {
        dept: [
            "11",
            "152",
            "141",
            "87",
            "209",
            "210",
            "38",
            "88",
            "182",
            "201",
            "222",
            "56"
        ],
        key: "0",
        name: "北京通达信科科技有限公司",
        user: []
    },
    {
        dept: [],
        key: "11",
        name: "董事会",
        user: ["35", "618", "620", "21"]
    },
    {
        dept: ["213", "98", "79", "167", "128", "40", "166"],
        key: "19",
        name: "产品研发部",
        user: ["98"]
    },
    {
        dept: ["180", "19", "181", "106", "225"],
        key: "38",
        name: "产品中心",
        user: ["102", "98", "71"]
    },
    { dept: [], key: "40", name: "扩展组", user: ["209"] },
    { dept: [], key: "48", name: "行政管理部", user: ["100", "806"] },
    {
        dept: [],
        key: "56",
        name: "相关人员",
        user: ["150", "31", "22", "619", "622", "1", "846"]
    },
    {
        dept: [],
        key: "79",
        name: "基础组",
        user: ["481", "660", "868"]
    },
    {
        dept: ["104", "90", "129", "48"],
        key: "87",
        name: "运营管理部",
        user: ["396", "453"]
    },
    {
        dept: ["170", "194", "93", "224"],
        key: "88",
        name: "办事处业务部",
        user: ["5", "458"]
    },
    { dept: [], key: "90", name: "渠道部", user: ["453", "843"] },
    {
        dept: [],
        key: "93",
        name: "上海办事处",
        user: ["859", "827", "401", "900"]
    },
    { dept: [], key: "98", name: "工作流组", user: ["630", "778"] },
    { dept: [], key: "104", name: "人才战略部", user: ["396", "731"] },
    {
        dept: [],
        key: "106",
        name: "测试部",
        user: ["260", "702", "792", "700", "732", "513"]
    },
    {
        dept: ["208", "205", "207"],
        key: "113",
        name: "产品服务部",
        user: ["93"]
    },
    {
        dept: [],
        key: "128",
        name: "前端组",
        user: ["366", "473", "790", "838", "915", "928", "870"]
    },
    { dept: [], key: "129", name: "经营分析部", user: ["536", "828"] },
    {
        dept: ["214", "215", "217", "226", "227", "228", "232", "233", "234"],
        key: "132",
        name: "销售部",
        user: ["548", "814", "875"]
    },
    { dept: [], key: "141", name: "财务管理部", user: ["849", "874"] },
    {
        dept: [],
        key: "152",
        name: "总经办",
        user: ["793", "18", "232", "14", "3"]
    },
    {
        dept: [],
        key: "154",
        name: "项目一组",
        user: [
            "848",
            "11",
            "207",
            "656",
            "965",
            "967",
            "881",
            "926",
            "945",
            "979",
            "980"
        ]
    },
    {
        dept: [],
        key: "166",
        name: "移动组",
        user: ["871", "700", "813", "692"]
    },
    {
        dept: [],
        key: "167",
        name: "ERP组",
        user: ["254", "353", "936"]
    },
    {
        dept: [],
        key: "170",
        name: "山东办事处",
        user: ["717", "757", "696", "716", "769", "910", "370"]
    },
    {
        dept: [],
        key: "180",
        name: "产品规划部",
        user: ["71", "6", "237", "812", "893", "850", "958"]
    },
    {
        dept: [],
        key: "181",
        name: "云应用研发部",
        user: ["338", "833", "771", "736"]
    },
    {
        dept: ["202", "154", "230", "199", "229"],
        key: "182",
        name: "项目中心",
        user: ["19", "17", "242"]
    },
    {
        dept: [],
        key: "194",
        name: "湖南办事处",
        user: ["184", "759", "775", "758", "922", "923"]
    },
    {
        dept: [],
        key: "199",
        name: "集团项目组",
        user: ["10", "9", "955"]
    },
    {
        dept: ["113", "204", "235", "132"],
        key: "201",
        name: "直销中心",
        user: ["14", "93", "548"]
    },
    { dept: [], key: "202", name: "商务组", user: [] },
    {
        dept: [],
        key: "204",
        name: "实施部",
        user: ["665", "795", "797", "659", "802", "192"]
    },
    {
        dept: [],
        key: "205",
        name: "技术热线组",
        user: ["363", "741", "777", "805", "831", "880", "950"]
    },
    { dept: [], key: "207", name: "销售组", user: ["722"] },
    {
        dept: [],
        key: "208",
        name: "网络支持组",
        user: ["521", "789", "877", "878"]
    },
    {
        dept: ["220", "218"],
        key: "209",
        name: "市场与合作部",
        user: ["57"]
    },
    { dept: [], key: "210", name: "客户关系部", user: ["12"] },
    {
        dept: [],
        key: "213",
        name: "平台架构组",
        user: ["98", "71", "146", "785"]
    },
    {
        dept: [],
        key: "214",
        name: "销售一组",
        user: ["636", "650", "819", "974"]
    },
    {
        dept: [],
        key: "215",
        name: "销售二组",
        user: ["548", "865", "917", "824"]
    },
    {
        dept: [],
        key: "217",
        name: "石家庄直销",
        user: ["244", "351", "892"]
    },
    { dept: [], key: "218", name: "获客组", user: ["252", "867"] },
    { dept: [], key: "220", name: "内容组", user: ["687", "350"] },
    {
        dept: [],
        key: "222",
        name: "民主测评业务组",
        user: ["887", "888", "889", "891", "984"]
    },
    { dept: [], key: "224", name: "江西办事处", user: [] },
    {
        dept: [],
        key: "225",
        name: "设计部",
        user: ["908", "918", "921"]
    },
    { dept: [], key: "226", name: "辽宁直销", user: ["855", "895"] },
    { dept: [], key: "227", name: "海南直销", user: ["839", "963"] },
    {
        dept: [],
        key: "228",
        name: "广东直销",
        user: ["832", "939", "964", "987"]
    },
    {
        dept: [],
        key: "229",
        name: "产品组",
        user: ["596", "853", "934"]
    },
    {
        dept: [],
        key: "230",
        name: "项目二组",
        user: ["860", "978", "123", "982", "976", "935", "985", "986"]
    },
    { dept: [], key: "232", name: "福建直销", user: ["941", "956"] },
    { dept: [], key: "233", name: "广西直销", user: ["942", "943"] },
    { dept: [], key: "234", name: "天津直销", user: ["962"] },
    {
        dept: [],
        key: "235",
        name: "售前部",
        user: ["794", "800", "340", "894"]
    }
];
export default data;
